Repository: devopscodepro/macaffeine
Catalog: Macaffeine/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, ko, ru, th, zh_hans

source: Your Mac can sleep normally again.
ar: يمكن لـ Mac السكون بشكل طبيعي مجددًا.
de: Dein Mac darf wieder normal in den Ruhezustand.
ko: Mac이 다시 평소처럼 잠자기할 수 있습니다.
ru: Mac снова может засыпать как обычно.
th: Mac พักได้ตามปกติอีกครั้ง
zh_hans: Mac 可以恢复正常睡眠了。

source: Your Mac is too hot, it can sleep again.
ar: حرارة Mac مرتفعة جدًا، يمكنه السكون مجددًا.
de: Dein Mac ist zu heiß und darf wieder in den Ruhezustand.
ko: Mac이 과열되어 다시 잠자기할 수 있습니다.
ru: Mac перегрелся и снова может засыпать.
th: Mac ร้อนเกินไป จึงพักได้อีกครั้ง
zh_hans: Mac 过热，可以重新进入睡眠。

source: Your Mac went to sleep, so Keep Awake is off.
ar: دخل Mac في السكون، لذا توقف الإبقاء مستيقظًا.
de: Dein Mac war im Ruhezustand, deshalb ist Wach halten aus.
ko: Mac이 잠자기 상태가 되어 잠자기 방지가 꺼졌습니다.
ru: Mac уходил в сон, поэтому режим «Не засыпать» выключен.
th: Mac เข้าสู่โหมดพักแล้ว กันพักจึงปิด
zh_hans: Mac 已进入睡眠，因此保持唤醒已关闭。
